
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Sie haben %1 (%3) auf dem\nVolume „%2“ ausgewählt.";
"DESCRIPTION" =				"Sie haben %1 auf dem\nVolume „%2“ ausgewählt.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"auf: %2";

/* Labels inside the tool-tips */
"Volume:" = "Volume:";
"System:" = "System:";
"Version:" = "Version:";
"Location:" = "Ort:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Server:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Wide Public Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Neustart";
"RESTART..." = "Neustart …";
"RESTARTING" = "Neu starten";
"RESTART?" = "Möchten Sie den Computer wirklich neu starten?";
"RESTART_NETINSTALL" = "Möchten Sie den Computer wirklich mit diesem Installationsmedium neu starten?";
"SAVE_DESCRIPT" = "Ihr Computer wird mit %1 vom Volume „%2“ gestartet.";
"CANCEL" = "Abbrechen";
"OK" = "OK";
"SHUTDOWN" = "Ausschalten";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Möchten Sie den Computer jetzt im FireWire-Festplattenmodus neu starten?";
"ENTER_TDM" = "Neustart";
"TDM_DESCRIPT" = "Ihr Computer startet im FireWire-Festplattenmodus. Um ihn als Festplatte zu verwenden, verbinden Sie ihn über ein FireWire-Kabel mit einem anderen Computer. Um den FireWire-Festplattenmodus zu beenden, drücken Sie den Ein-/Ausschalter.";
"kSD_TDM_BOOTARGS_FOUND" = "Um Ihren Computer im FireWire-Festplattenmodus auszuschalten, müssen Sie den Ein-/Ausschalter länger als gewöhnlich drücken, da die Boot-Argumente Debug-Einstellungen enthalten.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "FireWire-Festplattenmodus";
"TDM..." = "FireWire-Festplattenmodus …";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Netzwerkstart"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Netzwerkstart …"; /* More Choices icon */
"NETWORK_VOLUME" = "Netzwerkvolume"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Wählen Sie unten ein Netzwerkvolume"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Ihr Computer wird vom Netzwerkvolume „%1“ gestartet."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Ihr Computer wird vom Netzwerkvolume „%1“ gestartet. Falls bei diesem Volume automatisch Software installiert wird, könnte Ihre Festplatte gelöscht werden."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Sie haben das Netzwerkvolume „%1“ ausgewählt."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Beim Systemstart nach einem Netzwerkvolume suchen"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Ihr Computer wird beim Systemstart nach einem Netzwerkvolume suchen."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Sie haben ausgewählt, beim Systemstart nach einem Netzwerkvolume zu suchen."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Mac OS 9 Installation";
"INSTALL_X_KIND" = "Mac OS X Installation";
"INSTALL_XSERVER_KIND" = "Mac OS X Server Installation";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Ohne Titel";


/* error messages */
"SAVE_ERROR_TITLE" = "Sie können dieses Volume nicht als Startvolume festlegen.";
"SAVE_ERROR_MSG" = "Das Startvolume konnte nicht genügend Informationen auf dem ausgewählten Volume sammeln.";
"TDM_ERROR_TITLE" =  "Sie können nicht im Festplattenmodus starten.";
"TDM_ERROR_MSG" =  "Das Startvolume konnte die Systemeigenschaft nicht festlegen.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Anderes OS";


